h dftactgrp(*no) actgrp('QILE') bndlib('QILE')

d Main         PR

d Main         PI

*----------------------------------------------------------*
* IBM RPG - Business Logic Tool
*----------------------------------------------------------*

   dsply 'IBM RPG Tool Initialized' ;

   return;

/end-free
